Initializing system...
Loading content...
Loading stopwords...
Loading ratings...
Loading targets...
Predicting ratings...
  Mapping words...
    Total of dintinct words: 81659
    Total of documents: 22080
Writing predictions...
Vocabulary:
 |5:usa:12132:1.26276
 |323:drama:11236:1.3028
 |549:comedy:7454:1.49317
 |314:life:5579:1.7152
 |121::4759:1.87007
 |301:family:4255:1.83614
 |270:will:4122:1.85306
 |376:love:3905:1.87212
 |89:young:3757:1.82641
 |481:crime:3652:1.83372
 |9:man:3627:1.87315
 |368:romance:3550:1.81701
 |191:action:3546:1.81163
 |1229:thriller:3398:1.82443
 |126:story:2936:1.95077
 |99:horror:2918:1.91007
 |320:find:2893:1.93457
 |2240:uk:2869:1.8916
 |298:time:2577:2.00276
 |529:years:2576:1.98322
 |23:documentary:2441:2.07449
 |152:father:2416:2.07332
 |29:france:2374:1.99804
 |123:film:2371:2.0856
 |112:adventure:2301:2.01277
 |275:finds:2227:2.05042
 |735:friends:2167:2.07683
 |748:lives:2078:2.07871
 |245:woman:2067:2.0909
 |394:war:2022:2.18443
 |212:wife:1965:2.12154
 |1292:son:1910:2.16273
 |150:day:1909:2.13422
 |74:help:1866:2.10898
 |151:mother:1862:2.17052
 |90:girl:1825:2.15507
 |858:friend:1744:2.15115
 |1372:school:1732:2.24536
 |76:house:1689:2.258
 |153:daughter:1684:2.20255
 |60:people:1651:2.18054
 |1246:town:1639:2.2426
 |12:takes:1624:2.16387
 |338:night:1612:2.22839
 |1558:mystery:1571:2.17432
 |252:death:1555:2.2095
 |424:three:1539:2.22607
 |1219:police:1513:2.27065
 |1179:germany:1507:2.19232
 |395:meets:1459:2.20067
 |557:city:1427:2.26373
 |1730:john:1414:2.30538
 |59:group:1388:2.2605
 |45:men:1334:2.30379
 |873:work:1333:2.26446
 |3658:india:1280:2.31259
 |359:money:1279:2.3278
 |674:job:1269:2.31098
 |2245:music:1227:2.38687
 |1506:brother:1203:2.34793
 |1809:decides:1199:2.30937
 |2618:best:1196:2.31624
 |1825:set:1175:2.29323
 |2414:scifi:1170:2.28104
 |399:history:1157:2.31421
 |567:boy:1138:2.37458
 |402:italy:1137:2.32822
 |1106:small:1128:2.31706
 |113:fantasy:1127:2.30419
 |4033:japan:1114:2.35145
 |3039:local:1102:2.35277
 |2920:canada:1096:2.31624
 |24:short:1081:2.33497
 |698:live:1079:2.35322
 |1808:things:1070:2.35012
 |1380:year:1069:2.38163
 |390:relationship:1049:2.37974
 |226:living:1044:2.35366
 |373:named:1038:2.39266
 |800:husband:1036:2.39363
 |1203:dead:1035:2.39121
 |5358:team:1029:2.46605
 |1872:movie:1025:2.41972
 |1062:biography:1008:2.3488
 |1408:high:1003:2.41153
 |119:american:990:2.40749
 |591:falls:980:2.37598
 |860:secret:978:2.4005
 |41:women:960:2.45024
 |2442:place:953:2.39412
 |1722:meet:948:2.409
 |2139:children:945:2.46836
 |5361:parents:932:2.44968
 |1336:david:930:2.47594
 |286:tells:925:2.41869
 |1137:murder:922:2.44091
 |1738:york:911:2.44363
 |1781:married:901:2.4547
 |737:south:895:2.45414
 |822:true:893:2.41714
 |1965:sister:878:2.47771
 |372:discovers:872:2.42335
 |5924:michael:870:2.51213
 |32:big:866:2.48187
 |447:journey:852:2.45864
 |379:days:841:2.4592
 |40:left:837:2.44418
 |761:good:833:2.46778
 |1232:car:832:2.53175
 |222:beautiful:827:2.442
 |42:long:824:2.45582
 |516:going:821:2.46034
 |54:starts:821:2.46663
 |825:real:815:2.47184
 |1733:killed:806:2.47418
 |2264:order:805:2.46605
 |1193:mysterious:796:2.45977
 |1776:girlfriend:791:2.47418
 |279:save:774:2.48187
 |1177:dr:771:2.63814
 |109:escape:765:2.49828
 |1867:animation:759:2.48187
 |650:face:754:2.52909
 |2367:killer:750:2.57536
 |2360:gang:749:2.60364
 |345:returns:745:2.50014
 |2347:forced:742:2.4903
 |610:couple:742:2.52249
 |340:fight:738:2.51534
 |1374:turn:737:2.48969
 |602:turns:736:2.48787
 |938:marriage:733:2.5426
 |848:girls:730:2.61322
 |246:village:721:2.62467
 |1415:kill:711:2.53782
 |1339:learns:711:2.52511
 |2581:decide:707:2.52577
 |577:evil:707:2.55021
 |1633:plan:707:2.54123
 |192:country:694:2.54397
 |412:lost:690:2.53782
 |4185:discover:689:2.52511
 |171:child:685:2.58965
 |2835:business:682:2.56657
 |3054:island:679:2.68313
 |110:return:679:2.54742
 |446:start:674:2.53714
 |168:party:670:2.61565
 |960:working:667:2.54742
 |2787:prison:660:2.61646
 |1042:game:655:2.64503
 |3529:spain:655:2.56153
 |1301:jack:653:2.75517
 |2377:case:653:2.61727
 |2564:boys:652:2.64764
 |2553:james:651:2.61565
 |1029:head:644:2.56802
 |2175:black:639:2.63643
 |1623:based:638:2.55021
 |1440:called:637:2.55867
 |3060:paul:637:2.68124
 |114:great:634:2.58736
 |781:fall:633:2.56224
 |1180:robert:633:2.59971
 |2681:keep:630:2.56802
 |723:dreams:629:2.6084
 |331:human:627:2.60601
 |52:leave:626:2.56802
 |2655:musical:625:2.61646
 |2404:works:625:2.5673
 |939:finally:619:2.56875
 |2552:college:618:2.6189
 |608:battle:611:2.6092
 |1199:future:604:2.6092
 |2396:power:593:2.62301
 |1016:mission:592:2.64677
 |3124:change:592:2.60681
 |647:drug:587:2.67561
 |752:events:579:2.60522
 |413:dark:579:2.62467
 |111:earth:571:2.72075
 |1435:star:568:2.64243
 |408:de:566:2.66639
 |439:leads:563:2.6092
 |328:student:561:2.63899
 |357:company:557:2.68886
 |1228:truth:556:2.63643
 |3423:body:556:2.66731
 |1512:series:555:2.62384
 |3895:mexico:554:2.6803
 |4546:accident:553:2.63985
 |100:trip:550:2.65469
 |497:eventually:548:2.63473
 |975:including:548:2.62219
 |1952:revenge:548:2.64071
 |740:friendship:547:2.64939
 |2080:army:547:2.69858
 |5631:peter:546:2.70651
 |582:heart:544:2.65558
 |1086:chance:542:2.63814
 |552:frank:538:2.80367
 |586:bring:536:2.63643
 |2965:funny:135:3.23341
 |2631:concerned:80:3.4519
 |20611:mick:54:3.7877
 |11914:examination:39:3.75293
 |34080:rohit:30:4.13988
 |5554:rash:24:3.96379
 |33352:rehab:20:4.11355
 |16180:zachary:17:4.23006
 |39916:akshay:15:4.16791
 |78575:shreyas:13:5.344
 |2212:schooling:11:4.30261
 |6973:osaka:10:4.38976
 |35506:unclear:9:4.38976
 |37846:referee:8:4.4989
 |43150:muskaan:7:5.04297
 |13688:milano:7:4.64503
 |5765:knockout:6:4.56585
 |15423:aron:6:4.64503
 |54181:extras:5:4.74194
 |19469:inexperience:5:4.64503
 |45121:nasir:4:4.86688
 |8545:animators:4:4.74194
 |4218:travelogue:4:4.74194
 |15644:inger:4:5.04297
 |72375:gyunghee:3:5.344
 |43099:discharges:3:4.86688
 |39225:jatin:3:5.344
 |12985:brilliance:3:4.86688
 |52826:spiderwick:3:5.344
 |13892:inaugural:3:4.86688
 |40335:nublar:2:5.344
 |39582:konapali:2:5.344
 |45751:petrovich:2:5.344
 |56329:kihwan:2:5.04297
 |56852:coulouris:2:5.04297
 |40598:bukater:2:5.344
 |57174:embarrassments:2:5.344
 |76392:unbelievers:2:5.344
 |75229:assad:2:5.04297
 |30787:scans:2:5.04297
 |71996:nadee:2:5.04297
 |8117:sou:2:5.04297
 |79141:aliya:1:5.344
 |78561:babylonians:1:5.344
 |63871:panglobal:1:5.344
 |80942:diabolico:1:5.344
 |81634:gnanamuthu:1:5.344
 |79564:omgh:1:5.344
 |80279:doityourself:1:5.344
 |62179:ericemmanuel:1:5.344
 |69859:akshat:1:5.344
 |69452:budgetairline:1:5.344
 |71590:cuoco:1:5.344
 |70236:colettes:1:5.344
 |66489:sholapur:1:5.344
 |65535:meathead:1:5.344
 |77188:nagraj:1:5.344
 |75126:eigenmann:1:5.344
 |75705:realbearded:1:5.344
 |30951:gremlin:1:5.344
 |27587:emtedad:1:5.344
 |28586:johansen:1:5.344
 |38923:ptolemas:1:5.344
 |33826:daltons:1:5.344
 |13969:henchies:1:5.344
 |15237:1866:1:5.344
 |10223:blimp:1:5.344
 |24066:forestgreen:1:5.344
 |24908:augusta:1:5.344
 |21706:bricklayers:1:5.344
 |53516:grnholm:1:5.344
 |51552:196566:1:5.344
 |52212:nerteaux:1:5.344
 |59278:guruji:1:5.344
 |55254:kasal:1:5.344
 |43293:eliminator:1:5.344
 |44173:newhire:1:5.344
 |42197:chalen:1:5.344
 |48145:savile:1:5.344
 |49596:layman:1:5.344
 |47722:varella:1:5.344

The program has finished.
