Initializing system...
Loading content...
Loading ratings...
Loading targets...
Predicting ratings...
  Mapping words...
Writing predictions...
  Vocabulary:
    |22:the:108848:1.04736
    |5:a:66076:1.05835
    |17:and:60408:1.09086
    |29:to:59107:1.0928
    |4:of:49220:1.10435
    |32:in:35428:1.15266
    |20:is:30214:1.21486
    |217:his:28670:1.28732
    |219:he:19101:1.41107
    |69:with:18771:1.30328
    |335:her:17273:1.53478
    |101:for:13949:1.3863
    |172:that:13936:1.42408
    |78:on:12462:1.41011
    |7:usa:12132:1.26276
    |180:who:11324:1.45425
    |170:as:11148:1.49262
    |122:an:10881:1.4433
    |74:by:10660:1.46738
    |206:their:10385:1.55
    |153:they:10112:1.57848
    |65:but:9200:1.50723
    |150:from:8945:1.51508
    |336:she:8480:1.72921
    |376:has:8393:1.57529
    |81:when:8074:1.53823
    |322:him:7749:1.6332
    |51:are:7567:1.61161
    |76:at:6588:1.63848
    |49:it:5739:1.70852
    |21:one:5617:1.69427
    |417:life:5579:1.7152
    |53:out:5018:1.72763
    |19:this:4978:1.7439
    |30:be:4955:1.74488
    |132:up:4729:1.74751
    |168::4647:1.88055
    |670:after:4615:1.7463
    |121:into:4579:1.75606
    |363:will:4122:1.85306
    |456:new:4026:1.82733
    |82:all:3981:1.82273
    |83:have:3934:1.83871
    |494:love:3905:1.87212
    |60:them:3865:1.85474
    |133:young:3757:1.82641
    |476:not:3686:1.87388
    |400:about:3665:1.86184
    |11:man:3627:1.87315
    |612:two:3590:1.8637
    |403:family:3283:1.95821
    |25:was:3122:2.00059
    |394:only:2949:1.93305
    |175:story:2936:1.95077
    |424:find:2893:1.93457
    |958:world:2876:1.96651
    |2541:uk:2869:1.8916
    |102:which:2804:1.98265
    |113:get:2784:1.97758
    |342:what:2721:1.99008
    |326:while:2670:1.97367
    |399:time:2577:2.00276
    |677:years:2576:1.98322
    |565:where:2541:1.98797
    |949:can:2526:2.00455
    |323:its:2426:2.03246
    |350:other:2416:2.02594
    |204:father:2416:2.07332
    |39:france:2374:1.99804
    |171:film:2371:2.0856
    |1027:more:2356:2.04975
    |224:back:2288:2.05019
    |317:so:2273:2.06593
    |370:finds:2227:2.05042
    |911:friends:2167:2.07683
    |737:been:2105:2.07659
    |332:home:2087:2.09139
    |925:lives:2078:2.07871
    |264:way:2075:2.06662
    |329:woman:2067:2.0909
    |344:own:2063:2.08155
    |44:through:2056:2.07402
    |1515:old:2011:2.11024
    |57:or:1971:2.1057
    |281:wife:1965:2.12154
    |1520:son:1910:2.16273
    |202:day:1909:2.13422
    |723:now:1907:2.1105
    |741:no:1895:2.13368
    |147:being:1882:2.12889
    |26:first:1879:2.11895
    |111:help:1866:2.10898
    |258:there:1863:2.13048
    |203:mother:1862:2.17052
    |134:girl:1825:2.15507
    |687:must:1808:2.12389
    |1456:also:1796:2.1369
    |183:then:1776:2.16273
    |128:himself:1745:2.15004
    |1046:friend:1744:2.15115
    |1604:school:1732:2.24536
    |66:some:1721:2.16704
    |463:over:1718:2.14534
    |205:take:1717:2.14397
    |660:just:1702:2.15733
    |468:soon:1689:2.15339
    |115:house:1689:2.258
    |207:daughter:1684:2.20255
    |574:before:1680:2.15423
    |571:go:1675:2.1656
    |92:people:1651:2.18054
    |1467:town:1639:2.2426
    |267:each:1631:2.21142
    |14:takes:1624:2.16387
    |446:night:1612:2.22839
    |239:make:1583:2.17875
    |469:gets:1578:2.19756
    |1292:between:1559:2.19416
    |339:death:1555:2.2095
    |462:becomes:1550:2.19416
    |553:three:1539:2.22607
    |1438:police:1513:2.27065
    |1392:germany:1507:2.19232
    |522:war:1493:2.27212
    |114:off:1492:2.2076
    |1942:however:1491:2.20318
    |2268:do:1477:2.23476
    |523:meets:1459:2.20067
    |59:most:1459:2.23577
    |709:city:1427:2.26373
    |710:wants:1423:2.25586
    |525:than:1419:2.22607
    |2007:hes:1416:2.28977
    |1984:john:1414:2.30538
    |665:both:1409:2.25198
    |871:together:1406:2.22772
    |615:down:1393:2.23274
    |515:against:1393:2.24848
    |91:group:1388:2.2605
    |361:goes:1354:2.23849
    |67:men:1334:2.30379
    |1064:work:1333:2.26446
    |2575:how:1316:2.2773
    |688:become:1314:2.26085
    |1324:even:1312:2.26446
    |388:if:1309:2.28595
    |655:during:1289:2.26121
    |4015:india:1280:2.31259
    |477:money:1279:2.3278
    |841:job:1269:2.31098
    |1167:had:1245:2.32157
    |848:comes:1217:2.28671
    |1038:knowing:182:3.08632
    |13289:justin:97:3.48667
    |7709:outcast:63:3.55161
    |14669:val:45:3.94606
    |9310:increase:34:3.82549
    |3035:techniques:27:3.92903
    |26681:solutions:22:4.04297
    |12162:bites:19:4.06525
    |29418:elise:16:4.19787
    |4662:benefactor:14:4.23006
    |31707:problematic:12:4.26482
    |36352:liza:11:4.44091
    |15632:swann:10:4.56585
    |47566:saya:9:4.86688
    |6357:patriotic:8:4.44091
    |42237:princeton:7:4.56585
    |48104:agnihotri:6:4.56585
    |56061:ya:6:4.74194
    |40051:playfully:5:4.64503
    |28203:keitel:5:4.86688
    |16664:roadblock:5:4.64503
    |11239:assure:4:4.74194
    |28018:middleearth:4:4.74194
    |43145:knit:4:4.74194
    |16684:pinkerton:4:4.86688
    |37865:santoshi:3:4.86688
    |7340:waving:3:4.86688
    |24459:wildfire:3:4.86688
    |52342:institutionalization:3:4.86688
    |27380:gumshoe:3:4.86688
    |36561:arisen:3:4.86688
    |40743:lessthanperfect:2:5.04297
    |40176:beecher:2:5.344
    |50235:talley:2:5.344
    |52128:battlescarred:2:5.04297
    |45463:loudly:2:5.04297
    |48850:oozing:2:5.04297
    |12765:bannisters:2:5.344
    |24995:coppers:2:5.344
    |29818:looker:2:5.04297
    |75672:mukundan:2:5.344
    |6794:bellows:2:5.04297
    |34909:pytka:2:5.04297
    |79729:stai:1:5.344
    |64870:nanji:1:5.344
    |64490:zombieinducing:1:5.344
    |81334:communistnostalgic:1:5.344
    |61228:oso:1:5.344
    |63853:kurten:1:5.344
    |62418:nantz:1:5.344
    |70140:hashmutullah:1:5.344
    |69501:hotspur:1:5.344
    |69813:motoczysz:1:5.344
    |71971:marouk:1:5.344
    |71536:ri:1:5.344
    |67481:urbizu:1:5.344
    |78258:kehoe:1:5.344
    |68769:whacktivity:1:5.344
    |67920:wellresearched:1:5.344
    |76394:paradesi:1:5.344
    |34006:estroverso:1:5.344
    |27192:quelli:1:5.344
    |38210:hisonly:1:5.344
    |38889:eroe:1:5.344
    |36768:barbour:1:5.344
    |12795:semidocumentary:1:5.344
    |5803:diestro:1:5.344
    |11436:unforgiveably:1:5.344
    |23522:worldwind:1:5.344
    |20142:exmasseur:1:5.344
    |21568:burge:1:5.344
    |55824:tmas:1:5.344
    |51518:dwellings:1:5.344
    |58781:quips:1:5.344
    |59400:deaky:1:5.344
    |57566:azerrad:1:5.344
    |43264:kornhauser:1:5.344
    |41342:intosteal:1:5.344
    |41953:chamatkar:1:5.344
    |50622:gilless:1:5.344
    |47003:slandering:1:5.344
    |47677:zelniker:1:5.344

The program has finished.
